4ops.terraform
adamhartford.vscode-base64
albert.tabout
bbenoist.nix
bierner.markdown-preview-github-styles
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
eamodio.gitlens
emeraldwalk.runonsave
george-alisson.html-preview-vscode
github.copilot
golang.go
hashicorp.terraform
mkhl.direnv
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
oderwat.indent-rainbow
pascalreitermann93.vscode-yaml-sort
redhat.vscode-yaml
richie5um2.vscode-sort-json
shardulm94.trailing-spaces
tomoyukim.vscode-mermaid-editor
wholroyd.jinja
